Repository: jakibchong/pet-tracker-flutter
Catalog: pet_tracker/lib/l10n/app_*.arb
Languages: in

# appTitle
source: Pet Tracker
in: Pelacak Hewan

source: Feed
in: Makan

source: Start Walk
in: Mulai Jalan

source: End Walk
in: Selesai Jalan

# meds
source: Medication
in: Obat

source: Vet
in: Dokter Hewan

source: New Pet
in: Hewan Baru

source: Pet Profile
in: Profil Hewan

source: Delete Pet
in: Hapus Hewan

source: Take Photo
in: Ambil Foto

# chooseGallery
source: Choose from Gallery
in: Pilih dari Galeri

source: Cancel
in: Batal
